Repository: bandanpixster-ship-it/LocalizerHelper
Catalog: Localizable.xcstrings
Source language: en
Languages: af, bn, de, es, fr, hi, hr, id, mr, pt_br, ta, te, zu

source: No Recent History Yet
af: Nog geen onlangse geskiedenis nie
bn: কোন সাম্প্রতিক ইতিহাস এখনো
de: Noch keine neuere Geschichte
es: Aún no hay antecedentes recientes
fr: Pas encore d'historique récent
hi: अभी तक कोई हालिया इतिहास नहीं
hr: Još nema novije povijesti
id: Belum Ada Sejarah Terkini
mr: अद्याप कोणताही अलीकडील इतिहास नाही
pt_br: Ainda não há história recente
ta: இன்னும் சமீபத்திய வரலாறு இல்லை
te: ఇంకా ఇటీవలి చరిత్ర లేదు
zu: Awukho Umlando Wakamuva Okwamanje

source: No response received
af: Geen reaksie ontvang nie
bn: কোন সাড়া পাইনি
de: Keine Antwort erhalten
es: No se recibió respuesta
fr: Aucune réponse reçue
hi: कोई प्रतिक्रिया नहीं मिली
hr: Nije primljen odgovor
id: Tidak ada tanggapan yang diterima
mr: प्रतिसाद मिळाला नाही
pt_br: Nenhuma resposta recebida
ta: பதில் வரவில்லை
te: స్పందన రాలేదు
zu: Ayikho impendulo etholiwe

source: No Search Found
af: Geen soektog gevind nie
bn: কোন অনুসন্ধান পাওয়া যায়নি
de: Keine Suche gefunden
es: No se encontró ninguna búsqueda
fr: Aucune recherche trouvée
hi: कोई खोज नहीं मिली
hr: Nije pronađeno pretraživanje
id: Tidak Ada Pencarian yang Ditemukan
mr: शोध सापडला नाही
pt_br: Nenhuma pesquisa encontrada
ta: தேடல் எதுவும் இல்லை
te: శోధన కనుగొనబడలేదు
zu: Alukho Usesho Olutholiwe

source: No text detected
af: Geen teks bespeur nie
bn: কোন টেক্সট সনাক্ত করা হয়নি
de: Kein Text erkannt
es: No se detectó ningún texto
fr: Aucun texte détecté
hi: कोई पाठ नहीं मिला
hr: Tekst nije otkriven
id: Tidak ada teks yang terdeteksi
mr: कोणताही मजकूर आढळला नाही
pt_br: Nenhum texto detectado
ta: உரை எதுவும் கண்டறியப்படவில்லை
te: వచనం కనుగొనబడలేదు
zu: Awukho umbhalo otholiwe

source: Not Logged In
af: Nie aangemeld nie
bn: লগ ইন করা হয়নি
de: Nicht angemeldet
es: No iniciado sesión
fr: Non connecté
hi: अंदर प्रवेश की अनुमति नहीं है
hr: Niste prijavljeni
id: Tidak Masuk
mr: लॉग इन नाही
pt_br: Não logado
ta: உள்நுழையவில்லை
te: లాగిన్ కాలేదు
zu: Awungenile

source: not support voice to text
af: ondersteun nie stem na teks nie
bn: টেক্সট থেকে ভয়েস সমর্থন করে না
de: Voice-to-Text wird nicht unterstützt
es: no admite voz a texto
fr: ne prend pas en charge la voix vers le texte
hi: पाठ के लिए ध्वनि का समर्थन नहीं करता
hr: ne podržava glas u tekst
id: tidak mendukung suara ke teks
mr: मजकूरासाठी आवाज समर्थन देत नाही
pt_br: não suporta voz para texto
ta: உரைக்கு குரல் ஆதரவு இல்லை
te: వాయిస్ టు టెక్స్ట్ మద్దతు లేదు
zu: ayisekeli izwi libe umbhalo

source: Note: requires classic .strings files per language (en.lproj, fr.lproj …), not .xcstrings.
af: Let wel: vereis klassieke .strings-lêers per taal (en.lproj, fr.lproj …), nie .xcstrings nie.
bn: দ্রষ্টব্য: ভাষা প্রতি ক্লাসিক .স্ট্রিং ফাইল প্রয়োজন (en.lproj, fr.lproj …), .xcstrings নয়।
de: Hinweis: Erfordert klassische .strings-Dateien pro Sprache (en.lproj, fr.lproj …), keine .xcstrings.
es: Nota: requiere archivos .strings clásicos por idioma (en.lproj, fr.lproj…), no .xcstrings.
fr: Remarque : nécessite des fichiers .strings classiques par langue (en.lproj, fr.lproj…), et non des .xcstrings.
hi: ध्यान दें: प्रति भाषा क्लासिक .strings फ़ाइलों की आवश्यकता है (en.lproj, fr.lproj…), न कि .xcstrings।
hr: Napomena: zahtijeva klasične .strings datoteke po jeziku (en.lproj, fr.lproj …), a ne .xcstrings.
id: Catatan: memerlukan file .strings klasik per bahasa (en.lproj, fr.lproj…), bukan .xcstrings.
mr: टीप: प्रति भाषेसाठी क्लासिक .स्ट्रिंग फाइल्स आवश्यक आहेत (en.lproj, fr.lproj …), नाही .xcstrings.
pt_br: Nota: requer arquivos .strings clássicos por idioma (en.lproj, fr.lproj…), não .xcstrings.
ta: குறிப்பு: ஒரு மொழிக்கு கிளாசிக் .ஸ்ட்ரிங்ஸ் கோப்புகள் தேவை (en.lproj, fr.lproj ...), .xcstrings அல்ல.
te: గమనిక: ప్రతి భాషకు క్లాసిక్ .స్ట్రింగ్స్ ఫైల్‌లు అవసరం (en.lproj, fr.lproj …), .xcstrings కాదు.
zu: Qaphela: idinga amafayela .strings wakudala ngolimi ngalunye (en.lproj, fr.lproj …), hhayi .xcstrings.

source: Object already discovered, please try a different one.
af: Voorwerp reeds ontdek, probeer asseblief 'n ander een.
bn: বস্তু ইতিমধ্যেই আবিষ্কৃত হয়েছে, অনুগ্রহ করে অন্য একটি চেষ্টা করুন৷
de: Objekt bereits entdeckt, bitte versuchen Sie es mit einem anderen.
es: Objeto ya descubierto, pruebe con uno diferente.
fr: Objet déjà découvert, veuillez en essayer un autre.
hi: वस्तु पहले ही खोजी जा चुकी है, कृपया कोई दूसरा प्रयास करें।
hr: Objekt je već otkriven, pokušajte s drugim.
id: Objek sudah ditemukan, silakan coba objek lain.
mr: ऑब्जेक्ट आधीच सापडला आहे, कृपया वेगळा प्रयत्न करा.
pt_br: Objeto já descoberto, tente um diferente.
ta: ஏற்கனவே கண்டுபிடிக்கப்பட்ட பொருள், வேறு ஒன்றை முயற்சிக்கவும்.
te: ఆబ్జెక్ట్ ఇప్పటికే కనుగొనబడింది, దయచేసి వేరొక దానిని ప్రయత్నించండి.
zu: Into isivele itholakele, sicela uzame ehlukile.

source: Offline
af: Vanlyn
bn: অফলাইন
es: Desconectado
fr: Hors ligne
hi: ऑफलाइन
hr: Izvan mreže
id: Luring
mr: ऑफलाइन
ta: ஆஃப்லைன்
te: ఆఫ్‌లైన్
zu: Okungaxhunyiwe ku-inthanethi

source: Ok
af: Goed
bn: ঠিক আছে
es: De acuerdo
fr: D'accord
hi: ठीक है
hr: U redu
id: Oke
mr: ठीक आहे
ta: சரி
te: సరే
zu: Kulungile

source: Okay
af: Goed
bn: ঠিক আছে
es: Bueno
fr: D'accord
hi: ठीक है
hr: U redu
id: Oke
mr: ठीक आहे
pt_br: OK
ta: சரி
te: సరే
zu: Kulungile

source: Okay, Got it!
af: Goed, het dit!
bn: ঠিক আছে, বুঝেছি!
de: Okay, verstanden!
es: ¡Está bien, lo tengo!
fr: D'accord, je l'ai compris !
hi: ठीक है, समझ गया!
hr: U redu, shvaćam!
id: Oke, mengerti!
mr: ठीक आहे, समजले!
pt_br: Ok, entendi!
ta: சரி, புரிந்தது!
te: సరే, అర్థమైంది!
zu: Kulungile, ngiyezwa!

source: Okay, I am listening...
af: Goed, ek luister...
bn: ঠিক আছে, আমি শুনছি...
de: Okay, ich höre...
es: Vale, estoy escuchando...
fr: Bon, j'écoute...
hi: ठीक है, मैं सुन रहा हूँ...
hr: U redu, slušam...
id: Oke, saya mendengarkan...
mr: ठीक आहे, मी ऐकतोय...
pt_br: Ok, estou ouvindo...
ta: சரி, நான் கேட்கிறேன் ...
te: సరే, నేను వింటున్నాను...
zu: Kulungile, ngilalele...

source: Open AI Camera
af: Maak AI-kamera oop
bn: এআই ক্যামেরা খুলুন
de: Öffnen Sie die KI-Kamera
es: Abrir cámara AI
fr: Caméra IA ouverte
hi: एआई कैमरा खोलें
hr: Otvorite AI kameru
id: Buka Kamera AI
mr: AI कॅमेरा उघडा
pt_br: Abra a câmera AI
ta: AI கேமராவைத் திறக்கவும்
te: AI కెమెరాను తెరవండి
zu: Vula i-AI Camera

# Other Key
source: Other Key %1$(someThing)@
af: Ander sleutel %1$(someThing)@
bn: অন্যান্য কী %1$(someThing)@
de: Anderer Schlüssel %1$(someThing)@
es: Otra clave %1$(someThing)@
fr: Autre clé %1$(someThing)@
hi: अन्य कुंजी%1$(someThing)@
hr: Drugi ključ %1$(someThing)@
id: Kunci Lainnya %1$(someThing)@
mr: इतर की %1$(someThing)@
pt_br: Outra chave %1$(someThing)@
ta: பிற விசை %1$(someThing)@
te: ఇతర కీ %1$(someThing)@
zu: Omunye Ukhiye %1$(someThing)@

source: pages
af: bladsye
bn: পৃষ্ঠাগুলি
de: Seiten
es: paginas
hi: पृष्ठों
hr: stranice
id: halaman
mr: पृष्ठे
pt_br: páginas
ta: பக்கங்கள்
te: పేజీలు
zu: amakhasi

source: PDF & Document Translation
af: PDF- en dokumentvertaling
bn: PDF এবং নথি অনুবাদ
de: PDF- und Dokumentübersetzung
es: Traducción de PDF y documentos
fr: Traduction de PDF et de documents
hi: पीडीएफ और दस्तावेज़ अनुवाद
hr: Prijevod PDF-a i dokumenata
id: Terjemahan PDF & Dokumen
mr: पीडीएफ आणि दस्तऐवज भाषांतर
pt_br: Tradução de PDF e documentos
ta: PDF & ஆவண மொழிபெயர்ப்பு
te: PDF & డాక్యుమెంట్ అనువాదం

source: Permission Denied
af: Toestemming geweier
bn: অনুমতি অস্বীকার করা হয়েছে
de: Zugriff verweigert
es: Permiso denegado
fr: Autorisation refusée
hi: अनुमति नहीं मिली
hr: Dopuštenje odbijeno
id: Izin Ditolak
mr: परवानगी नाकारली
pt_br: Permissão negada
ta: அனுமதி மறுக்கப்பட்டது
te: అనుమతి నిరాకరించబడింది
zu: Imvume inqatshelwe

source: Permission Required
af: Toestemming vereis
bn: অনুমতি প্রয়োজন
de: Erlaubnis erforderlich
es: Permiso requerido
fr: Autorisation requise
hi: अनुमति आवश्यक है
hr: Potrebno dopuštenje
id: Izin Diperlukan
mr: परवानगी आवश्यक
pt_br: Permissão necessária
ta: அனுமதி தேவை
te: అనుమతి అవసరం
zu: Imvume Iyadingeka

source: Photos
af: Foto's
bn: ফটো
de: Fotos
es: Fotos
hi: तस्वीरें
hr: Fotografije
id: Foto
mr: फोटो
pt_br: Fotos
ta: புகைப்படங்கள்
te: ఫోటోలు
zu: Izithombe

source: Please check your mail configuration
af: Kontroleer asseblief jou poskonfigurasie
bn: আপনার মেল কনফিগারেশন চেক করুন
de: Bitte überprüfen Sie Ihre E-Mail-Konfiguration
es: Por favor revisa tu configuración de correo
fr: Veuillez vérifier la configuration de votre messagerie
hi: कृपया अपना मेल कॉन्फ़िगरेशन जांचें
hr: Provjerite konfiguraciju svoje pošte
id: Silakan periksa konfigurasi email Anda
mr: कृपया तुमचे मेल कॉन्फिगरेशन तपासा
pt_br: Verifique sua configuração de e-mail
ta: உங்கள் அஞ்சல் உள்ளமைவைச் சரிபார்க்கவும்
te: దయచేసి మీ మెయిల్ కాన్ఫిగరేషన్‌ని తనిఖీ చేయండి
zu: Sicela uhlole ukucushwa kwemeyili yakho

source: Please enable microphone access in your device settings to use voice features
af: Aktiveer asseblief mikrofoontoegang in jou toestelinstellings om stemkenmerke te gebruik
bn: ভয়েস বৈশিষ্ট্যগুলি ব্যবহার করতে অনুগ্রহ করে আপনার ডিভাইস সেটিংসে মাইক্রোফোন অ্যাক্সেস সক্ষম করুন৷
de: Bitte aktivieren Sie den Mikrofonzugriff in Ihren Geräteeinstellungen, um Sprachfunktionen zu nutzen
es: Habilite el acceso al micrófono en la configuración de su dispositivo para usar las funciones de voz
fr: Veuillez activer l'accès au microphone dans les paramètres de votre appareil pour utiliser les fonctionnalités vocales.
hi: ध्वनि सुविधाओं का उपयोग करने के लिए कृपया अपनी डिवाइस सेटिंग में माइक्रोफ़ोन एक्सेस सक्षम करें
hr: Omogućite pristup mikrofonu u postavkama uređaja za korištenje glasovnih značajki
id: Harap aktifkan akses mikrofon di pengaturan perangkat Anda untuk menggunakan fitur suara
mr: कृपया व्हॉइस वैशिष्ट्ये वापरण्यासाठी तुमच्या डिव्हाइस सेटिंग्जमध्ये मायक्रोफोन प्रवेश सक्षम करा
pt_br: Ative o acesso ao microfone nas configurações do seu dispositivo para usar os recursos de voz
ta: குரல் அம்சங்களைப் பயன்படுத்த, உங்கள் சாதன அமைப்புகளில் மைக்ரோஃபோன் அணுகலை இயக்கவும்
te: వాయిస్ ఫీచర్‌లను ఉపయోగించడానికి దయచేసి మీ పరికర సెట్టింగ్‌లలో మైక్రోఫోన్ యాక్సెస్‌ని ప్రారంభించండి
zu: Sicela unike amandla ukufinyelela kwemakrofoni kuzilungiselelo zedivayisi yakho ukuze usebenzise izici zezwi

source: Please enable photo access in your device settings to proceed.
af: Aktiveer asseblief fototoegang in jou toestelinstellings om voort te gaan.
bn: এগিয়ে যেতে অনুগ্রহ করে আপনার ডিভাইস সেটিংসে ফটো অ্যাক্সেস সক্ষম করুন৷
de: Bitte aktivieren Sie den Fotozugriff in Ihren Geräteeinstellungen, um fortzufahren.
es: Habilite el acceso a las fotos en la configuración de su dispositivo para continuar.
fr: Veuillez activer l'accès aux photos dans les paramètres de votre appareil pour continuer.
hi: कृपया आगे बढ़ने के लिए अपनी डिवाइस सेटिंग में फोटो एक्सेस सक्षम करें।
hr: Za nastavak omogućite pristup fotografijama u postavkama uređaja.
id: Harap aktifkan akses foto di pengaturan perangkat Anda untuk melanjutkan.
mr: कृपया पुढे जाण्यासाठी तुमच्या डिव्हाइस सेटिंग्जमध्ये फोटो प्रवेश सक्षम करा.
pt_br: Ative o acesso às fotos nas configurações do seu dispositivo para continuar.
ta: தொடர, உங்கள் சாதன அமைப்புகளில் புகைப்பட அணுகலை இயக்கவும்.
te: దయచేసి కొనసాగడానికి మీ పరికర సెట్టింగ్‌లలో ఫోటో యాక్సెస్‌ని ప్రారంభించండి.
zu: Sicela unike amandla ukufinyelela kwesithombe kuzilungiselelo zedivayisi yakho ukuze uqhubeke.

source: Please log in to send feedback
af: Meld asseblief aan om terugvoer te stuur
bn: প্রতিক্রিয়া পাঠাতে লগ ইন করুন
de: Bitte melden Sie sich an, um Feedback zu senden
es: Por favor inicia sesión para enviar comentarios
fr: Veuillez vous connecter pour envoyer des commentaires
hi: प्रतिक्रिया भेजने के लिए कृपया लॉग इन करें
hr: Molimo prijavite se za slanje povratnih informacija
id: Silakan masuk untuk mengirim masukan
mr: कृपया फीडबॅक पाठवण्यासाठी लॉग इन करा
pt_br: Faça login para enviar comentários
ta: கருத்தை அனுப்ப உள்நுழையவும்
te: దయచేసి అభిప్రాయాన్ని పంపడానికి లాగిన్ చేయండి
zu: Sicela ungene ngemvume ukuze uthumele impendulo

source: Please try again!
af: Probeer asseblief weer!
bn: আবার চেষ্টা করুন!
de: Bitte versuchen Sie es erneut!
es: ¡Por favor inténtalo de nuevo!
fr: Veuillez réessayer !
hi: कृपया पुन: प्रयास करें!
hr: Molimo pokušajte ponovno!
id: Silakan coba lagi!
mr: कृपया पुन्हा प्रयत्न करा!
pt_br: Por favor, tente novamente!
ta: மீண்டும் முயற்சிக்கவும்!
te: దయచేసి మళ్లీ ప్రయత్నించండి!
zu: Sicela uzame futhi!

source: Please Update your app with new version to continue
af: Dateer asseblief jou program op met nuwe weergawe om voort te gaan
bn: চালিয়ে যেতে অনুগ্রহ করে নতুন সংস্করণ সহ আপনার অ্যাপ আপডেট করুন
de: Bitte aktualisieren Sie Ihre App mit der neuen Version, um fortzufahren
es: Actualice su aplicación con una nueva versión para continuar
fr: Veuillez mettre à jour votre application avec la nouvelle version pour continuer
hi: जारी रखने के लिए कृपया अपने ऐप को नए संस्करण के साथ अपडेट करें
hr: Za nastavak ažurirajte svoju aplikaciju novom verzijom
id: Harap Perbarui aplikasi Anda dengan versi baru untuk melanjutkan
mr: कृपया सुरू ठेवण्यासाठी नवीन आवृत्तीसह तुमचे ॲप अपडेट करा
pt_br: Atualize seu aplicativo com a nova versão para continuar
ta: தொடர, உங்கள் பயன்பாட்டை புதிய பதிப்பில் புதுப்பிக்கவும்
te: కొనసాగించడానికి దయచేసి మీ యాప్‌ని కొత్త వెర్షన్‌తో అప్‌డేట్ చేయండి
zu: Sicela ubuyekeze uhlelo lwakho lokusebenza ngenguqulo entsha ukuze uqhubeke

source: Popular
af: Gewild
bn: জনপ্রিয়
de: Beliebt
fr: Populaire
hi: लोकप्रिय
hr: Popularan
id: Populer
mr: लोकप्रिय
ta: பிரபலமானது
te: జనాదరణ పొందినది
zu: Okudumile

source: PREFERENCES
af: VOORKEURE
bn: পছন্দসমূহ
de: EINSTELLUNGEN
es: PREFERENCIAS
fr: PRÉFÉRENCES
hi: प्राथमिकताएँ
hr: PREFERENCIJE
id: PREFERENSI
mr: प्राधान्ये
pt_br: PREFERÊNCIAS
ta: விருப்பத்தேர்வுகள்
te: ప్రాధాన్యతలు
zu: OKUSHIWO

source: Privacy Policy
af: Privaatheidsbeleid
bn: গোপনীয়তা নীতি
de: Datenschutzrichtlinie
es: política de privacidad
fr: politique de confidentialité
hi: गोपनीयता नीति
hr: Politika privatnosti
id: Kebijakan Privasi
mr: गोपनीयता धोरण
pt_br: política de Privacidade
ta: தனியுரிமைக் கொள்கை
te: గోప్యతా విధానం
zu: Inqubomgomo yobumfihlo

source: Pull down to show history
af: Trek af om geskiedenis te wys
bn: ইতিহাস দেখাতে নিচে টানুন
de: Nach unten ziehen, um den Verlauf anzuzeigen
es: Desplácese hacia abajo para mostrar el historial
fr: Déroulez pour afficher l'historique
hi: इतिहास दिखाने के लिए नीचे खींचें
hr: Povucite prema dolje za prikaz povijesti
id: Tarik ke bawah untuk menampilkan riwayat
mr: इतिहास दाखवण्यासाठी खाली खेचा
pt_br: Puxe para baixo para mostrar o histórico
ta: வரலாற்றைக் காட்ட கீழே இழுக்கவும்
te: చరిత్రను చూపించడానికి క్రిందికి లాగండి
zu: Donsela phansi ukuze ubonise umlando

source: Rate us
af: Beoordeel ons
bn: আমাদের রেট
de: Bewerten Sie uns
es: Califícanos
fr: Évaluez-nous
hi: हमें रेटिंग दें
hr: Ocijenite nas
id: Nilai kami
mr: आम्हाला रेट करा
pt_br: Avalie-nos
ta: எங்களை மதிப்பிடுங்கள்
te: మాకు రేట్ చేయండి
zu: Silinganisele

source: Recent
af: Onlangs
bn: সাম্প্রতিক
de: Jüngste
es: Reciente
fr: Récent
hi: हाल ही का
hr: Nedavno
id: Terkini
mr: अलीकडील
pt_br: Recente
ta: சமீபத்திய
te: ఇటీవలి
zu: Kwakamuva

source: Recent First
af: Onlangse Eerste
bn: সাম্প্রতিক প্রথম
de: Aktuelles zuerst
es: Reciente primero
fr: Récent en premier
hi: हाल का पहला
hr: Prvo nedavno
id: Terbaru Pertama
mr: अलीकडील प्रथम
pt_br: Recente primeiro
ta: சமீபத்திய முதல்
te: ఇటీవలి మొదటిది
zu: Okwakamuva Okokuqala

source: Remove
af: Verwyder
bn: সরান
de: Entfernen
es: Eliminar
fr: Retirer
hi: निकालना
hr: Ukloniti
id: Menghapus
mr: काढा
pt_br: Remover
ta: அகற்று
te: తొలగించు
zu: Susa

source: Remove from bookmarks
af: Verwyder uit boekmerke
bn: বুকমার্ক থেকে সরান
de: Aus Lesezeichen entfernen
es: Quitar de marcadores
fr: Supprimer des favoris
hi: बुकमार्क से हटाएँ
hr: Ukloni iz oznaka
id: Hapus dari bookmark
mr: बुकमार्कमधून काढा
pt_br: Remover dos favoritos
ta: புக்மார்க்குகளில் இருந்து அகற்று
te: బుక్‌మార్క్‌ల నుండి తీసివేయండి
zu: Susa kumabhukhimakhi

source: Restart Session
af: Herbegin sessie
bn: সেশন রিস্টার্ট করুন
de: Sitzung neu starten
es: Reiniciar sesión
fr: Redémarrer la session
hi: सत्र पुनः आरंभ करें
hr: Ponovno pokrenite sesiju
id: Mulai Ulang Sesi
mr: सत्र रीस्टार्ट करा
pt_br: Reiniciar sessão
ta: அமர்வை மறுதொடக்கம் செய்யுங்கள்
te: సెషన్‌ను పునఃప్రారంభించండి
zu: Qala kabusha Iseshini

source: Restore
af: Herstel
bn: পুনরুদ্ধার করুন
de: Wiederherstellen
es: Restaurar
fr: Restaurer
hi: पुनर्स्थापित करना
hr: Vratiti
id: Memulihkan
mr: पुनर्संचयित करा
pt_br: Restaurar
ta: மீட்டமை
te: పునరుద్ధరించు
zu: Buyisela

source: Retry
af: Probeer weer
bn: আবার চেষ্টা করুন
de: Wiederholen
es: Rever
fr: Réessayer
hi: पुन: प्रयास करें
hr: Pokušaj ponovo
id: Mencoba kembali
mr: पुन्हा प्रयत्न करा
pt_br: Tentar novamente
ta: மீண்டும் முயற்சிக்கவும்
te: మళ్లీ ప్రయత్నించండి
zu: Zama futhi

source: REVIEWS AND SHARING
af: RESENSIES EN DEEL
bn: পর্যালোচনা এবং ভাগ করা
de: BEWERTUNGEN UND TEILEN
es: OPINIONES Y COMPARTIR
fr: AVIS ET PARTAGE
hi: समीक्षाएँ और साझाकरण
hr: RECENZIJE I DIJELJENJE
id: ULASAN DAN BERBAGI
mr: पुनरावलोकने आणि सामायिकरण
pt_br: AVALIAÇÕES E COMPARTILHAMENTO
ta: மதிப்புரைகள் மற்றும் பகிர்வு
te: సమీక్షలు మరియు భాగస్వామ్యం
zu: IZIBUYEKEZO NOKWABELANA

source: Save
af: Stoor
bn: সংরক্ষণ করুন
de: Speichern
es: Ahorrar
fr: Sauvegarder
hi: बचाना
hr: Uštedjeti
id: Menyimpan
mr: जतन करा
pt_br: Salvar
ta: சேமிக்கவும்
te: సేవ్ చేయండి
zu: Londoloza

source: Save Failed
af: Kon nie stoor nie
bn: সংরক্ষণ ব্যর্থ হয়েছে
de: Speichern fehlgeschlagen
es: Error al guardar
fr: Échec de l'enregistrement
hi: सहेजें विफल
hr: Spremanje nije uspjelo
id: Simpan Gagal
mr: जतन करणे अयशस्वी
pt_br: Falha ao salvar
ta: சேமிக்க முடியவில்லை
te: సేవ్ చేయడం విఫలమైంది
zu: Ukulondoloza Kwehlulekile

source: Scan text in real-time with your camera and get instant translations, wherever you are.
af: Skandeer teks intyds met jou kamera en kry onmiddellike vertalings, waar jy ook al is.
bn: আপনার ক্যামেরা দিয়ে রিয়েল-টাইমে পাঠ্য স্ক্যান করুন এবং আপনি যেখানেই থাকুন না কেন তাৎক্ষণিক অনুবাদ পান।
de: Scannen Sie Text in Echtzeit mit Ihrer Kamera und erhalten Sie sofortige Übersetzungen, wo immer Sie sind.
es: Escanee texto en tiempo real con su cámara y obtenga traducciones instantáneas, esté donde esté.
fr: Numérisez du texte en temps réel avec votre appareil photo et obtenez des traductions instantanées, où que vous soyez.
hi: अपने कैमरे से वास्तविक समय में टेक्स्ट को स्कैन करें और आप जहां भी हों, तत्काल अनुवाद प्राप्त करें।
hr: Skenirajte tekst u stvarnom vremenu svojom kamerom i dobijte trenutne prijevode, gdje god se nalazili.
id: Pindai teks secara real-time dengan kamera Anda dan dapatkan terjemahan instan, di mana pun Anda berada.
mr: तुमच्या कॅमेऱ्याने रीअल टाइममध्ये मजकूर स्कॅन करा आणि तुम्ही कुठेही असल्यावर झटपट भाषांतर मिळवा.
pt_br: Digitalize texto em tempo real com sua câmera e obtenha traduções instantâneas, onde quer que você esteja.
ta: உங்கள் கேமரா மூலம் நிகழ்நேரத்தில் உரையை ஸ்கேன் செய்து, நீங்கள் எங்கிருந்தாலும் உடனடி மொழிபெயர்ப்புகளைப் பெறுங்கள்.
te: మీ కెమెరాతో నిజ సమయంలో వచనాన్ని స్కాన్ చేయండి మరియు మీరు ఎక్కడ ఉన్నా తక్షణ అనువాదాలను పొందండి.
zu: Skena umbhalo ngesikhathi sangempela ngekhamera yakho futhi uthole ukuhumusha okusheshayo, noma ngabe ukuphi.

source: Scan text using your camera and get instant translations. Available offline.
af: Skandeer teks met jou kamera en kry onmiddellike vertalings. Vanlyn beskikbaar.
bn: আপনার ক্যামেরা ব্যবহার করে পাঠ্য স্ক্যান করুন এবং তাত্ক্ষণিক অনুবাদ পান। অফলাইনে উপলব্ধ।
de: Scannen Sie Text mit Ihrer Kamera und erhalten Sie sofortige Übersetzungen. Offline verfügbar.
es: Escanee texto con su cámara y obtenga traducciones instantáneas. Disponible sin conexión.
fr: Numérisez du texte à l'aide de votre appareil photo et obtenez des traductions instantanées. Disponible hors ligne.
hi: अपने कैमरे का उपयोग करके टेक्स्ट को स्कैन करें और तुरंत अनुवाद प्राप्त करें। ऑफ़लाइन उपलब्ध है.
hr: Skenirajte tekst pomoću svoje kamere i dobijte trenutne prijevode. Dostupno izvan mreže.
id: Pindai teks menggunakan kamera Anda dan dapatkan terjemahan instan. Tersedia offline.
mr: तुमचा कॅमेरा वापरून मजकूर स्कॅन करा आणि झटपट भाषांतर मिळवा. ऑफलाइन उपलब्ध.
pt_br: Digitalize texto usando sua câmera e obtenha traduções instantâneas. Disponível off-line.
ta: உங்கள் கேமராவைப் பயன்படுத்தி உரையை ஸ்கேன் செய்து உடனடி மொழிபெயர்ப்புகளைப் பெறுங்கள். ஆஃப்லைனில் கிடைக்கும்.
te: మీ కెమెరాను ఉపయోగించి వచనాన్ని స్కాన్ చేయండి మరియు తక్షణ అనువాదాలను పొందండి. ఆఫ్‌లైన్‌లో అందుబాటులో ఉంది.
zu: Skena umbhalo usebenzisa ikhamera yakho futhi uthole ukuhumusha okusheshayo. Itholakala ungaxhunyiwe ku-inthanethi.

source: Scanner Not Supported
af: Skandeerder word nie ondersteun nie
bn: স্ক্যানার সমর্থিত নয়
de: Scanner wird nicht unterstützt
es: Escáner no compatible
fr: Scanner non pris en charge
hi: स्कैनर समर्थित नहीं है
hr: Skener nije podržan
id: Pemindai Tidak Didukung
mr: स्कॅनर समर्थित नाही
pt_br: Scanner não compatível
ta: ஸ்கேனர் ஆதரிக்கப்படவில்லை
te: స్కానర్ మద్దతు లేదు
zu: Iskena Asisekelwe

source: Scroll down to view history
af: Rollees af om geskiedenis te sien
bn: ইতিহাস দেখতে নিচে স্ক্রোল করুন
de: Scrollen Sie nach unten, um den Verlauf anzuzeigen
es: Desplácese hacia abajo para ver el historial
fr: Faites défiler vers le bas pour afficher l'historique
hi: इतिहास देखने के लिए नीचे स्क्रॉल करें
hr: Pomaknite se prema dolje za pregled povijesti
id: Gulir ke bawah untuk melihat riwayat
mr: इतिहास पाहण्यासाठी खाली स्क्रोल करा
pt_br: Role para baixo para ver o histórico
ta: வரலாற்றைக் காண கீழே உருட்டவும்
te: చరిత్రను వీక్షించడానికి క్రిందికి స్క్రోల్ చేయండి
zu: Skrolela phansi ukuze ubuke umlando

source: See More Plans
af: Sien meer planne
bn: আরও পরিকল্পনা দেখুন
de: Weitere Pläne anzeigen
es: Ver más planes
fr: Voir plus de forfaits
hi: अधिक योजनाएं देखें
hr: Pogledajte više planova
id: Lihat Paket Lainnya
mr: अधिक योजना पहा
pt_br: Veja mais planos
ta: மேலும் திட்டங்களைப் பார்க்கவும்
te: మరిన్ని ప్లాన్‌లను చూడండి
zu: Bona Izinhlelo Eziningi

# See your recent translations by scrolling down the screen
source: See your recent translations\nby scrolling down the screen
af: Sien jou onlangse vertalings\ndeur op die skerm af te rol
bn: স্ক্রীনের নিচে স্ক্রোল করে\nআপনার সাম্প্রতিক অনুবাদগুলি দেখুন
de: Sehen Sie sich Ihre letzten Übersetzungen an,\nindem Sie auf dem Bildschirm nach unten scrollen
es: Vea sus traducciones recientes\ndesplazándose hacia abajo en la pantalla
fr: Consultez vos traductions récentes\nen faisant défiler l'écran vers le bas
hi: स्क्रीन को नीचे स्क्रॉल करके\nअपने हाल के अनुवाद देखें
hr: Pogledajte svoje nedavne prijevode\npomicanjem zaslona prema dolje
id: Lihat terjemahan terbaru Anda\ndengan menggulir layar ke bawah
mr: स्क्रीन खाली स्क्रोल करून\nतुमची अलीकडील भाषांतरे पहा
pt_br: Veja suas traduções recentes\nrolando a tela para baixo
ta: திரையில் கீழே ஸ்க்ரோல் செய்வதன் மூலம்\nஉங்கள் சமீபத்திய மொழிபெயர்ப்புகளைப் பார்க்கவும்
te: స్క్రీన్‌పైకి స్క్రోల్ చేయడం ద్వారా\nమీ ఇటీవలి అనువాదాలను చూడండి
zu: Bona ukuhumusha kwakho kwakamuva\nngokwehlela phansi esikrinini

source: Select PDF Pages
af: Kies PDF-bladsye
bn: পিডিএফ পেজ নির্বাচন করুন
de: Wählen Sie PDF-Seiten
es: Seleccionar páginas PDF
fr: Sélectionnez les pages PDF
hi: पीडीएफ पेज चुनें
hr: Odaberite PDF stranice
id: Pilih Halaman PDF
mr: पीडीएफ पृष्ठे निवडा
pt_br: Selecione páginas PDF
ta: PDF பக்கங்களைத் தேர்ந்தெடுக்கவும்
te: PDF పేజీలను ఎంచుకోండి
zu: Khetha Amakhasi e-PDF

source: Select up to
af: Kies tot
bn: পর্যন্ত নির্বাচন করুন
de: Wählen Sie bis zu
es: Seleccione hasta
fr: Sélectionnez jusqu'à
hi: तक का चयन करें
hr: Odaberite do
id: Pilih hingga
mr: पर्यंत निवडा
pt_br: Selecione até
ta: வரை தேர்ந்தெடுக்கவும்
te: వరకు ఎంచుకోండి
zu: Khetha kufika ku

source: Select your plan
af: Kies jou plan
bn: আপনার পরিকল্পনা নির্বাচন করুন
de: Wählen Sie Ihren Plan aus
es: Selecciona tu plan
fr: Sélectionnez votre forfait
hi: अपनी योजना चुनें
hr: Odaberite svoj plan
id: Pilih paket Anda
mr: तुमची योजना निवडा
pt_br: Selecione seu plano
ta: உங்கள் திட்டத்தைத் தேர்ந்தெடுக்கவும்
te: మీ ప్లాన్‌ని ఎంచుకోండి
zu: Khetha uhlelo lwakho
